{
  "text": [
    {
      "text": "Frequently Asked Questions",
      "color": "beta",
      "variant": "h2"
    }
  ],
  "collection": [
    {
      "text": [
        {
          "text": "How much does iCharge cost?",
          "variant": "h5"
        },
        {
          "text": "With iCharge, there are never any fees towards charger owners. iCharge adds a service fee to the driver. This service fee starts at 10% for pay-as-you-go drivers, and if they subscribe to iCharge Electric goes down to 0% depending on which subscription they choose. So, you get paid the tariff that you set in the app, and the driver pays the rate we show them in the app before the session starts. It's clear for everyone and we don't add any unnecessary costs in the chain - fair is fair!"
        }
      ],
      "icon": {
        "src": "../../../assets/flexiblocks/icons/bx-directions.svg",
        "bg": "white",
        "color": "alpha"
      }
    },
    {
      "text": [
        {
          "text": "Which chargers are compatible with iCharge?",
          "variant": "h5"
        },
        {
          "text": "iCharge can support any OCPP compliant charger. This is a communication protocol that allows chargers to connect to 3rd party systems like iCharge. You can check the manufacturer's data sheet to see if they are OCPP compliant."
        }
      ],
      "icon": {
        "src": "../../../assets/flexiblocks/icons/bx-directions.svg",
        "bg": "white",
        "color": "alpha"
      }
    },
    {
      "text": [
        {
          "text": "Do I need to sign a contract with iCharge?",
          "variant": "h5"
        },
        {
          "text": "No, you are free to come and go as you choose. Our Terms & Conditions apply when using the app, which provides all necessary protection for your payments, etc."
        }
      ],
      "icon": {
        "src": "../../../assets/flexiblocks/icons/bx-directions.svg",
        "bg": "white",
        "color": "alpha"
      }
    },
    {
      "text": [
        {
          "text": "When do I receive payment for sessions at my locations?",
          "variant": "h5"
        },
        {
          "text": "iCharge triggers payment on the 1st day of every calendar month. This payment includes all sessions from the previous month."
        }
      ],

      "icon": {
        "src": "../../../assets/flexiblocks/icons/bx-directions.svg",
        "bg": "white",
        "color": "alpha"
      }
    }
  ]
}
