{
  "text": [
    {
      "text": "Pyetje te shpeshta",
      "color": "beta",
      "variant": "h2"
    }
  ],
  "collection": [
    {
      "text": [
        {
          "text": "Cilet karikues janë kompatibel me iCharge?",
          "variant": "h5"
        },
        {
          "text": "iCharge mund të mbështesë çdo karikues në përputhje me OCPP. Ky është një protokoll komunikimi që lejon karikuesit të lidhen me sisteme të palëve të treta si iCharge. Ju mund të kontrolloni dokumentacionin teknik te karikuesit tuaj per kompatibilitetin me OCPP.          "
        }
      ],
      "icon": {
        "src": "../../../assets/flexiblocks/icons/bx-directions.svg",
        "bg": "white",
        "color": "alpha"
      }
    },
    {
      "text": [
        {
          "text": "A duhet të nënshkruaj një kontratë me iCharge?          ",
          "variant": "h5"
        },
        {
          "text": "Jo, ju jeni të lirë të lidhni dhe te shkepusni karikuesit tuaj nga platforma sa here te deshironi. Kushtet & Rregullat tona zbatohen kur përdorni aplikacionin, të cilat ofrojnë të gjitha mbrojtjet e nevojshme per te dhenat tuaja.          "
        }
      ],
      "icon": {
        "src": "../../../assets/flexiblocks/icons/bx-directions.svg",
        "bg": "white",
        "color": "alpha"
      }
    },
    {
      "text": [
        {
          "text": "Sa kohe duhet per konfigurimin e nje karikuesi?",
          "variant": "h5"
        },
        {
          "text": "Kërkesa kryesore për mundësinë e lidhjes së një karikuesi është lidhja e internetit. Zakonisht, koha e nevojshme për të konfiguruar një karikues zgjat më pak se një orë. Megjithatë, kjo mund të variojë në varësi të rrethanave dhe mundësive për lidhjen fizike të internetit.           "
        }
      ],
      "icon": {
        "src": "../../../assets/flexiblocks/icons/bx-directions.svg",
        "bg": "white",
        "color": "alpha"
      }
    },
    {
      "text": [
        {
          "text": "Si mund te perdor applikacionin Mobile?          ",
          "variant": "h5"
        },
        {
          "text": "Ju mund të krijoni llogaritë e klientëve tuaj në platformë dhe t'u mundësoni atyre identifikimin nëpërmjet aplikacionit mobil. Përdoruesit kanë mundësinë të përdorin aplikacionin mobil për të marrë informacione rreth vendndodhjeve të karikuesve, të nisin procesin e karikimit, si dhe të ruajnë dhe konsultojnë historikun e tyre, etj."
        }
      ],

      "icon": {
        "src": "../../../assets/flexiblocks/icons/bx-directions.svg",
        "bg": "white",
        "color": "alpha"
      }
    }
  ]
}
